adw-gtk-theme
alacritty
baobab
base
base-devel
blueman
brightnessctl
chrono-date
cliphist
cmake
cpio
cups
dhcpcd
docker
efibootmgr
epiphany
evince
eza
fastfetch
fd
firefox
fmt
foomatic-db-gutenprint-ppds
fuse2
fzf
gedit
git
gnome-calculator
gobject-introspection
grilo-plugins
grim
grub
gtk-engine-murrine
gtkmm3
gum
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
helvum
htop
hwinfo
hyprland
hyprlock
hyprpaper
inotify-tools
jq
jsoncpp
kitty
lazygit
lemurs
libappindicator-gtk3
libmpdclient
linux
linux-firmware
loupe
lsof
lxappearance
mako
malcontent
man-db
man-pages
meson
nautilus
neovim
net-tools
networkmanager
network-manager-applet
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
orca
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
postgresql
python-pip
python-pipenv
qbittorrent
qt5ct
qt6ct
reflector
ripgrep
rofi
rsync
rygel
sassc
scdoc
shutter
simple-scan
slurp
smartmontools
snapshot
spdlog
starship
stow
sudo
sushi
sway
systemd-resolvconf
tecla
telegram-desktop
tmux
totem
tree
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-joypixels
ttf-roboto
ttf-roboto-mono
tumbler
unzip
usbutils
vi
vim
vivid
vlc
waybar
wayland-protocols
wget
xapp
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
yelp
zip
zsh
zsh-completions
