tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "chrome-cli"
brew "cmake"
brew "coreutils"
brew "curl"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "fd"
brew "fzf"
brew "gcc"
brew "gettext"
brew "git"
brew "imagemagick"
brew "ios-deploy"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "utf8proc"
brew "neovim"
brew "ninja"
brew "node"
brew "pidof"
brew "pkgconf"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.13"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "vivid"
brew "watchman"
brew "wimlib"
brew "xclip"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "android-commandlinetools"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "react-native-debugger"
cask "wezterm"
cask "zulu@17"
